{
  "testimonials": [
    {
      "title": "Pastor one & his wife",
      "text": "Pastor Dan and his wife prophetess Quincy are very talented in what they teach. Driven and passionate. They see gold in people. But above all, they do it from God's Spirit and love; beautiful people.",
      "ministry": "The House of the Living Water@ city of Dronten in Holland (The church on the Boat)",
      "image": "https://res.cloudinary.com/dxu0xbfen/image/upload/v1732137643/Jen_ucqyfd.jpg"
    },
    {
      "title": "Apostle two & his wife",
      "text": "For a couple of years, we have known two and his wife, and we admire the special callings of God upon their lives. They are a couple with a clear vision, passion, an excellent spirit, charisma, and great zeal for the work of God.",
      "ministry": "End Time Harvester International Ministries, Belgium",
      "image": "https://res.cloudinary.com/dxu0xbfen/image/upload/v1732137640/Khan_hgsxgk.jpg"
    }
    
  ],
  "events": [
    {
      "id": 2,
      "images": [
        "/media/youthsevent.jpg"
     
      ],
      "title": "YOUTHS CONVERSATION",
      "text": "Life Care Fellowship International Church - Juja Amani invites you to a special youth event on 30th November 2025 from 2:00 PM to 6:00 PM.\n\nThis afternoon will be full of inspiration, discussion, and growth, exploring topics such as:\n• Relationships\n• Drugs\n• Social Media\n• Spiritual Growth\n• Mental Health\n• Unlocking Your Potential\n\nThere will also be refreshments as we connect, share, and empower one another.\n\nDon't miss out! Feel free to bring your friends along. For more info, contact us at 07 13 445 055.\n\n\"Don’t let anyone think less of you because you are young. Be an example to all believers in what you say, in the way you live, in your love, your faith, and your purity.\" – 1 Timothy 4:12 (GNT)",
      "start": "30 November, 2025",
      "end": "30 November, 2025",
      "frequency": "Edition 1",
      "time": "14:00 - 18:00"
    },
    {
      "id": 2,
      "images": [
        "https://res.cloudinary.com/dxu0xbfen/image/upload/v1732137713/love-letters_imyiyg.jpg"
      ],
      "title": "LOVE LETTERS",
      "text": "Love letters is a part of the University of Marriage, providing prompt solutions for marital challenges. This program runs from August to December.",
     
      "start": "August",
      "end": "December",
      "frequency": "Weekly - Thursday",
      "time": "8pm to 10pm"
    },
    {
      "id": 3,
      "images": [
        "https://res.cloudinary.com/dxu0xbfen/image/upload/v1732137705/AWD_ssyclz.jpg"
      ],
      "title": "YOUTHS FELLOWSHIP",
      "text": "Our Youth Fellowship sessions are dedicated to nurturing and empowering young people to grow in faith, leadership, and purpose. Through engaging discussions, worship, and mentorship, we inspire youths to live impactful lives and be positive influences in their communities.",
      "start": "Augast 2025",
      "end": "never",
      "frequency": "Weekly - Thursday",
      "time": "6pm to 8pm"
    },
    {
      "id": 4,
      "images": [
        "https://res.cloudinary.com/dxu0xbfen/image/upload/v1732137705/AWD_ssyclz.jpg"
      ],
      "galleryImages": [
        "https://res.cloudinary.com/dxu0xbfen/image/upload/v1732137706/IMG_20240426_193045_n4vb31.jpg",
        "https://res.cloudinary.com/dxu0xbfen/image/upload/v1732137654/IMG_20240426_192508_xxkngr.jpg",
        "https://res.cloudinary.com/dxu0xbfen/image/upload/v1732137679/IMG_20240426_193254_cmhwls.jpg"
      ],
      "title": "THE ASSIDUOUS WOMAN INTERNATIONAL CONFERENCE",
      "text": "The Assiduous Woman (TAW) Int is a divine vision that highlights women's role as helpers and contributors in society as intended by God. We aim to empower women and make history together.",
      "start": "February",
      "end": "June",
      "frequency": "Weekly - Thursday",
      "time": "8pm to 10pm"
    },
    {
      "id": 5,
      "images": [
        "https://res.cloudinary.com/dxu0xbfen/image/upload/v1732137612/street-worship_qjbhwo.jpg"
      ],
      "title": "STREET WORSHIP, EVANGELISM, AND MISSION WORKS",
      "text": "Jesus didn't confine his presence to the synagogue; his kindness extended everywhere. Street worship gives us a powerful platform to honor Him openly, celebrate His love, and reach out to our community with the message of hope and salvation. Join us as we sing, pray, and share His Word, making His presence known in the streets and hearts of those around us.",
      "start": null,
      "end": null,
      "frequency": "Last Sunday of the month",
      "time": "3pm - 6pm"
    },
    {
      "id": 6,
      "images": [
        "https://res.cloudinary.com/dxu0xbfen/image/upload/v1732137605/worshippers-blueprint_ifozzm.jpg"
      ],
      "title": "THE WORSHIPPER'S BLUEPRINT",
      "text": "Leading worship and musicianship in the gospel music world and church settings can be challenging, but it’s a skill that can be taught and learned at . The Worshipper Blueprint program is designed not only to develop excellence in voice and musicianship but also to instill ministerial ethics, character, and integrity",
      "start": null,
      "end": null,
      "frequency": "Done Annually",
      "time": null
    }
  ],
  "eventDetails": "Event details",
  "seeMore": "See more",
  "services": [
  {
    "title": "Discipleship and Training Sessions",
    "text": "Grow deeper in your walk with God through our discipleship and leadership training sessions. We equip believers with Biblical knowledge, spiritual discipline, and practical guidance for ministry and daily life."
  },
  {
    "title": "Evangelism and Community Outreach",
    "text": "We are passionate about reaching our community with the love of Christ. Join us as we take the Gospel to the streets, schools, and homes through evangelism, charity drives, and community service."
  },
  {
    "title": "Worship and Prayer Experience",
    "text": "Encounter God in an atmosphere of powerful worship and heartfelt prayer. Our services are dedicated to exalting Jesus, seeking His presence, and interceding for families, the church, and the nation."
  },
  {
    "title": "Church Events and Fellowships",
    "text": "Be part of a vibrant church family through our youth programs, family fellowships, conferences, and worship nights. Every gathering is an opportunity to grow, connect, and be inspired together in Christ."
  },
  {
    "title": "Counseling and Life Care Ministry",
    "text": "We provide spiritual, emotional, and relational support through counseling, mentorship, and prayer. Our Life Care team is here to walk with you through life’s challenges with compassion and faith."
  }
],
  "heroSection": {
    "welcome": "Welcome to",
    "summary": "Worship, gospel outreach, marriage, helping, traveling, and empowerment."
  },
  "homePageTitles": {
    "events": {
      "title": "Programmes",
      "text": "Special programmes and upcomming events"
    },
    "testimonials": {
      "title": "testimonials",
      "text": "What people think about us"
    },
    "christmas": {
      "title": "christmas",
      "text": "Christmas Moments with LCFI",
      "description": " The Christmas Moment is a special occasion that takes place during the holiday season. Reserve our Christmas Moment with LCFI_ JUJA_AMANI for your end-of-year events, including company parties,Christmas church celebrations, and Easter festival seasons.",
      "comment": "We will create a special Christmas Moment for you with our services.",
      "card": {
        "card1": {
          "title": "Sing for Joy",
          "text": "For God so loved the word that he gave."
        },
        "card2": {
          "title": "Celebrate the King of Kings",
          "text": "The very birth of our Lord is the greatest gift we were given."
        }
      },
      "link": "learn more"
    }
  },
  "support": {
    "title": "Pray! And listen to God! You can do this alone, but find somebody to do it with you",
    "text": "Help someone to find someone",
    "buttonText": "Support Us"
  },
  "navigation": {
    "home": "Home",
    "events": "Programmes",
    "services": "Services",
    "contactUs": "Contact us",
    "aboutUs": "About us",
    "about": "About",
    "aboutText": "LIFE CARE FELLOWSHIP INTERNATIONAL is dedicated to fostering spiritual connection through worship music. Led by Bishop Charles Kinuthia, we bring over two decades of experience in gospel and church music, inspiring and guiding worshipers in faith. Our mission is to bring hope, healing, and salvation through spirit-filled worship, uplifting communities and supporting the body of Christ with enduring solutions for impactful worship.",
    "supportUs": "Support Us",
    "newsLetter": {
      "title": "NewsLetter",
      "text": "Sign up for our weekly newsletter to stay updated on all news and events"
    },
    "footerInput": {
      "email": "Email",
      "buttonText": "Sign Up"
    },
    "quickLinks": "Quick Links"
  },
  "drawer": {
    "newsLetter": {
      "title": "Subscribe to our news letter",
      "description": "We'll keep you up to date with the latest developments in theministry",
      "placeholder": "Enter your email",
      "subscribeButtonText": "Subscribe",
      "cancelButtonText": "Cancel"
    },
    "learnMore": {
      "title": "Which service are you interested in?",
      "description": "Tell us what you wnat to know and we will let you know everything you need to know",
      "name": "Enter your name",
      "email": "Enter your email",
      "message": "Type your message here.",
      "service": "Select a service",
      "subscribeButtonText": "Send",
      "cancelButtonText": "Cancel"
    }
  },
  "servicesPage": {
    "mainTitle": "The Services We Offer",
    "description": "",
    "buttonText": "Learn more"
  },
  "contactUsPage": {
    "location": "Our Location",
    "phoneNumber": "Phone Number",
    "email": "Email Address",
    "form": {
      "name": "Name",
      "email": "Email",
      "subject": "Subject",
      "message": "Type your message here.",
      "buttonText": "Submit"
    }
  },
  "aboutUsPage": {
    "title": "About us",
    "subTitle": "Spreading the Gospel of Jesus Christ  is our mandate and Participating rightly in worship is vital to our walk with God",
    "description": "The power of music in spiritual devotion has been profound throughout history. Unlike anything else on Earth, music transcends human creation—it originates from a higher realm, designed with a singular purpose: worship. It remains untouched by earthly manipulation, uniquely crafted from heavenly inspiration. At LIFE CARE FELLOWSHIP INTERNATIONAL, we are dedicated to fostering spiritual intimacy through worship. With over two decades of experience in gospel and church music, Dan Davies Oduro—a certified Bachelor of Arts in Music—and his wife, Quincy Bell Davies, serve as anointed vessels. They have passionately led congregations into the presence of God through music, ministering at numerous services, events, crusades, and conferences. Our mission is clear: to heal broken hearts, offer hope to the lost, and ultimately, save souls through our spirit-filled music and personal testimonies. As disciples of Jesus Christ, we evangelize through gospel worship leadership, directing, training, coaching, and teaching. We are committed to providing enduring solutions for effective worship music within the body of Christ today.",
    "teamTitle": "Our team",
    "scripture": " The name of the Lord is a strong tower; the righteous runs in and is saved.",
    "teamSubTitle": "The hands that hold us up"
  },
  "supportUsPage": {
    "campaign": "Our Upcoming Campaign",
    "campaignTitle": "Arms of Hope (To Be Re-Established)",
    "campaignDescription": "LIFE CARE FELLOWSHIP INTERNATIONAL () Foundation, envisioned in 2019, was founded with a deep desire to give back to our communities—especially to the underprivileged across Africa, our beloved homeland. Although our foundation is currently in the process of re-establishment, our mission remains clear: to bring hope, relief, and restoration to families, widows, orphans, and children in need.",
    "quote": "And He (Jesus) took the children in His arms, placed His hands on them, and blessed them.",
    "title": "Give to the Cause of Love",
    "subTitle": "Restoring Hope, Rebuilding Lives",
    "description": "As we work towards re-establishing LIFE CARE FELLOWSHIP INTERNATIONAL () Foundation, we invite you to stand with us in faith and vision. Your support—through prayer, partnership, or future giving—will help us rebuild this mission of compassion and service. Together, we will continue the work of love and care that reflects the heart of Jesus Christ. Thank you for believing in the vision and for being part of what is yet to come.",
    "visions": {
      "first": "⁠To reintroduce sustainable feeding programs, ensuring that families in impoverished communities have access to daily nutritious meals.",
      "second": "⁠To restore our healthcare outreach initiatives, providing vital medical support to vulnerable groups such as widows, orphans, and children.",
      "third": "⁠To resume our scholarship program, supporting 5–10 students annually to access quality education and a brighter future."
    },
    "endDescription": "Your involvement today—through encouragement, prayer, or future contributions—can help us lay the groundwork for  Foundation’s return. Together, we will rebuild stronger, restore hope to the needy, and continue touching lives across Africa with the love of Christ."
  },
  "LocaleSwitcher": {
    "label": "Change language",
    "locale": "{locale, select, ge {🇩🇪 German} en {🇺🇸 English} other {Unknown}}"
  }
}
