{
  "testimonials": [
    {
      "title": "Pastor Jenne & Evelien Hummel",
      "text": "Pastor Dan und seine Frau, Prophetin Quincy, sind sehr talentiert in dem, was sie lehren. Getrieben und leidenschaftlich. Sie sehen das Gold in den Menschen. Aber vor allem tun sie es aus Gottes Geist und Liebe; wundervolle Menschen.",
      "ministry": "Das Haus des lebendigen Wassers @ Stadt Dronten in Holland (Die Kirche auf dem Boot)",
      "image": "https://res.cloudinary.com/dxu0xbfen/image/upload/v1732137643/Jen_ucqyfd.jpg"
    },
    {
      "title": "Apostel Simon & Prophetin Faith Khan",
      "text": "Seit einigen Jahren kennen wir Pastor Davies und Prophetin Quincy, und wir bewundern die besonderen Berufungen Gottes in ihrem Leben. Sie sind ein Paar mit einer klaren Vision, Leidenschaft, einem exzellenten Geist, Charisma und großem Eifer für das Werk Gottes.",
      "ministry": "End Time Harvester International Ministries, Belgien",
      "image": "https://res.cloudinary.com/dxu0xbfen/image/upload/v1732137640/Khan_hgsxgk.jpg"
    },
    {
      "title": "Propheten Donnefer und Angela",
      "text": "Pastor Dan und Prophetin Quincy schulen leidenschaftlich das Lobpreisteam, was sowohl zu technischem als auch zu geistlichem Wachstum führt. Ihre Hingabe am Aufbau des Königreichs ist offensichtlich, und sie werden für jede Art von Dienst sehr empfohlen.",
      "ministry": "Kingdom Establishers, Almere, Holland",
      "image": "https://res.cloudinary.com/dxu0xbfen/image/upload/v1732137644/donnefer_qo3e9q.jpg"
    },
    {
      "title": "Reverend Edmund Sackey Brown",
      "text": "Der Dienst von Quincy Davies war für meine Frau und mich und unser gesamtes Ministerium über mehrere Jahre hinweg ein enormer Segen und eine große Hilfe. Sie haben uns immer die Unterstützung gegeben, die wir benötigten, wann immer wir sie riefen – mit Exzellenz und ohne zu zögern. Die Bühnenpräsenz von Ministerin Quincy ist mitreißend. Ihre natürliche Fähigkeit und Leidenschaft, das Publikum anzusprechen und es mit ihrem Lieddienst zu verbinden, sei es im Gottesdienst oder bei einem Gospelkonzert, ist hervorragend, kraftvoll, dynamisch und fesselnd! Minister Dan ist ein so bescheidener Mann, aber dennoch ein begabter, talentierter und engagierter Musiker, der seine Aufgaben mit großer Leidenschaft und Präzision erfüllt. Er ist ganz Gott und seiner Aufgabe als Musiker hingegeben. Er ist ein Musiker mit einem hohen Maß an Spiritualität und einem großen Verlangen nach dem Wort Gottes, was bei den heutigen postmodernen Musikern und Gospelkünstlern nur selten zu finden ist. Ich unterstütze ihren Dienst ohne jegliche Vorbehalte!",
      "ministry": "Hauptpastor - House of Solution Christ Church International, Mülheim an der Ruhr, Deutschland",
      "image": "https://res.cloudinary.com/dxu0xbfen/image/upload/v1732137643/Edmond_anfmtw.jpg"
    },
    {
      "title": "Apostel Kelly und Prophetin Sherma Oriakhi",
      "text": "LIFE CARE FELLOWSHIP INTERNATIONAL, geleitet von Pastor Dan und Prophetin Quincy, hat unser Lobpreis- und Anbetungsteam enorm gestärkt. Wir empfehlen sie sehr für Einzelpersonen, die musikalische Ausbildung suchen, und für Kirchen, die ihr Lobpreis- und Anbetungsteam für eine verbesserte musikalische Führung entwickeln wollen.",
      "ministry": "The FULL STATURE OF CHRIST CHURCH, weltweit, international (Die Niederlande)",
      "image": "https://res.cloudinary.com/dxu0xbfen/image/upload/v1732137649/Kelly_ritjxy.jpg"
    },
    {
      "title": "Pastor Marvin Wojtkowiak",
      "text": "Der Dienst von LIFE CARE FELLOWSHIP INTERNATIONAL war eine große Bereicherung für mich, besonders im Bereich der Anbetung. Ich konnte sowohl Straßen-Evangelisation als auch einige Anbetungsabende mit ihnen erleben und bin begeistert von ihrem professionellen Know-how als Musiker und der geistlichen Tiefe, mit der sie dienen und so zum Segen werden. Ich freue mich schon auf die nächsten Veranstaltungen mit Pastor Dan und Quincy!",
      "ministry": "Gospel Zentrum Essen von Frei Ev. Kirche Altendorf",
      "image": "https://res.cloudinary.com/dxu0xbfen/image/upload/v1732137644/Marvin_cwubrz.jpg"
    },
    {
      "title": "Pastor Jesse M. Ayomah",
      "text": "Der Dienst von Pastor Dan und Quincy hat unsere Kirche gesegnet, uns mit geisterfüllten Aufführungen und Workshops ermutigt. Ihre Hingabe hat unser Musikteam gestärkt und Vertrauen, Einheit und geistliches Wachstum gefördert. Die Workshops haben Mitglieder ermächtigt, Führungsrollen zu übernehmen, was ihre Beiträge gestärkt und die Kirche insgesamt gefestigt hat.",
      "ministry": "All Nation Church, Düsseldorf, Deutschland",
      "image": "https://res.cloudinary.com/dxu0xbfen/image/upload/v1732137642/jesse_gqyll9.jpg"
    },
    {
      "title": "Daniel Sachs",
      "text": "Es war ein Privileg, Dan und Quincy Davies kennenzulernen. Gott hat sie eindeutig dazu berufen, Gott selbstlos und aufopferungsvoll in den Bereichen zu dienen, die den größten Bedarf haben und die Jesus am Herzen liegen: Gott anzubeten, die Ehe, den Armen zu helfen und Jünger zu machen. Ich habe gesehen, wie sie mit großer Demut, Freundlichkeit, Liebe und Weisheit gedient haben, die nur Gott geben kann. Danke, dass ihr ein großartiges Beispiel für alle um euch herum seid!",
      "ministry": "The Marriage School, Inc.",
      "image": "https://res.cloudinary.com/dxu0xbfen/image/upload/v1732137653/marriage-school_awkybm.jpg"
    },
    {
      "title": "Cheryl Porter Gesangscoach (USA)",
      "text": "Dan und Quincy leisten fantastische Arbeit als Diener des Evangeliums. Sie waren eine enorme Bereicherung, seit ich Quincy zum ersten Mal traf.",
      "ministry": "Cheryl Porter Methode",
      "image": "https://res.cloudinary.com/dxu0xbfen/image/upload/v1732137642/Cherry_tmmgur.jpg"
    },
    {
      "title": "Evangelist Daniel Schott",
      "text": "Erstaunliche Stimme! Anbetung aus den Tiefen ihres Herzens. Was für ein Geschenk für diese Welt!",
      "ministry": "Global Evangelist Network (Deutschland)",
      "image": "https://res.cloudinary.com/dxu0xbfen/image/upload/v1732137649/Scott_giex91.jpg"
    }
  ],
  "events": [
    {
      "id": 1,
      "images": [
        "https://res.cloudinary.com/dxu0xbfen/image/upload/v1732137695/university-of-marriage_kaavfd.jpg"
      ],
      "title": "UNIVERSITÄT DER EHE",
      "text": "Die Universität der Ehe ist eine gemeinnützige Eheschule, die Teil von LIFE CARE FELLOWSHIP INTERNATIONAL ist. Sie bietet Programme wie The Third Option an, um Ehen und Familien zu stärken, mit einem Fokus auf praktische Fähigkeiten und inneres Wachstum. Die Freiwilligen folgen einer Dienstphilosophie basierend auf Epheser 4:12, sind geistlich begabt, demütig und engagiert für die persönliche Entwicklung. Es gibt vier Semester: Frühling, Sommer, Herbst, Winter.",
      "start": "6. September 2024",
      "end": null,
      "frequency": "Freitag",
      "time": "19:00 - 20:30"
    },
    {
      "id": 2,
      "images": [
        "https://res.cloudinary.com/dxu0xbfen/image/upload/v1732137713/love-letters_imyiyg.jpg"
      ],
      "title": "LIEBESBRIEFE",
      "text": "Liebesbriefe ist Teil der Universität der Ehe und bietet schnelle Lösungen für eheliche Herausforderungen. Dieses Programm läuft von August bis Dezember.",
      "start": "August",
      "end": "Dezember",
      "frequency": "Wöchentlich - Donnerstag",
      "time": "20:00 - 22:00"
    },
    {
      "id": 3,
      "images": [
        "https://res.cloudinary.com/dxu0xbfen/image/upload/v1732137705/AWD_ssyclz.jpg"
      ],
      "title": "TAGEBUCH DER FLEISSIGEN FRAU",
      "text": "Unsere Live-Übertragungen beinhalten engagierte Sitzungen zur Stärkung von Frauen, damit sie ihre Rolle als bedeutende Beiträger zur Gesellschaft im Einklang mit ihrem göttlichen Zweck annehmen. Wir wollen Frauen inspirieren und befähigen, gemeinsam Geschichte zu schreiben.",
      "start": "Februar",
      "end": "Juni",
      "frequency": "Wöchentlich - Donnerstag",
      "time": "20:00 - 22:00"
    },
    {
      "id": 4,
      "images": [
        "https://res.cloudinary.com/dxu0xbfen/image/upload/v1732137705/AWD_ssyclz.jpg"
      ],
      "title": "STRASSENANBETUNG, EVANGELISATION UND ANBETUNGSNACHT",
      "text": "Jesus beschränkte seine Gegenwart nicht auf die Synagoge; seine Freundlichkeit erreichte überall hin. Straßenanbetung bietet eine Plattform, auf der wir ihn offen ehren und seine Botschaft weit und breit verbreiten können.",
      "start": null,
      "end": null,
      "frequency": "Letzter Samstag im Monat",
      "time": "15:00"
    },
    {
      "id": 5,
      "images": [
        "https://res.cloudinary.com/dxu0xbfen/image/upload/v1732137612/street-worship_qjbhwo.jpg"
      ],
      "title": "DIE BLAUPAUSE DES ANBETERS",
      "text": "Leiten von Anbetung und Musikerziehung in der Welt der Gospelmusik und in Kirchengemeinden kann herausfordernd sein, aber es ist eine Fähigkeit, die gelehrt und gelernt werden kann. Das Worshipper Blueprint-Programm ist darauf ausgelegt, nicht nur Exzellenz in Gesang und Musikerziehung zu entwickeln, sondern auch ministerielle Ethik, Charakter und Integrität zu vermitteln.",
      "start": null,
      "end": null,
      "frequency": "Jährlich durchgeführt",
      "time": null
    }
  ],
  "eventDetails": "Veranstaltungsdetails",
  "seeMore": "Mehr anzeigen",
  "services": [
    {
      "title": "Coaching- und Trainingssitzungen",
      "text": "Profitieren Sie von Quincys reicher Erfahrung im Bereich Gesang, nachdem sie mit Cheryl Porter zusammengearbeitet hat. Davies hat auch einen Musikabschluss und bietet umfangreiche Fachkenntnisse. Ihr Talent ist bei uns in guten Händen."
    },
    {
      "title": "Exklusive Zusammenarbeit und Outsourcing-Möglichkeiten",
      "text": "Verbessern Sie Ihre Musik mit unseren etablierten Musikschulungsprogrammen, ergänzt durch die fachkundige Aufnahme- und Produktionsdienste unseres Studios."
    },
    {
      "title": "Soundsystem und Instrumente",
      "text": "Wir haben Instrumente für Groß- und Kleinveranstaltungen. Verstärken Sie Ihre Events, während wir Sie mit Musikern/Bands/Soundsystemen & Musikinstrumenten unterstützen."
    },
    {
      "title": "Weihnachtsmomente mit Quincy Davies und The Gospellier",
      "text": "Feiern Sie die Weihnachtszeit mit unserem speziellen Weihnachtsmomente-Event. Buchen Sie LCFI_ JUJA_AMANI für Ihre Jahresendfeierlichkeiten, einschließlich Firmenfeiern, Weihnachtsfeiern und vieles mehr."
    }
  ],
  "heroSection": {
    "welcome": "Willkommen in",
    "summary": "Anbetung, Gospel-Outreach, Ehe, Helfen, Reisen und Empowerment."
  },
  "homePageTitles": {
    "events": {
      "title": "Programme",
      "text": "Besondere Programme und bevorstehende Veranstaltungen"
    },
    "testimonials": {
      "title": "Referenzen",
      "text": "Was die Leute über uns denken"
    },
    "christmas": {
      "title": "Weihnachten",
      "text": "Weihnachtsmomente mit Quincy Bell und The Davies Gospellier",
      "description": "Der Weihnachtsmoment ist eine besondere Gelegenheit, die während der Feiertage stattfindet. Reservieren Sie unseren Weihnachtsmoment mit LCFI_ JUJA_AMANI für Ihre Jahresendveranstaltungen, einschließlich Firmenfeiern, Weihnachtskirchfeiern und Osterfesten.",

      "comment": "Wir werden einen besonderen Weihnachtsmoment für Sie mit unseren Dienstleistungen kreieren.",
      "card": {
        "card1": {
          "title": "Sing für Freude",
          "text": "Denn Gott hat die Welt so sehr geliebt, dass er gab."
        },
        "card2": {
          "title": "Feiere den König der Könige",
          "text": "Die Geburt unseres Herrn ist das größte Geschenk, das uns gegeben wurde."
        }
      },
      "link": "mehr erfahren"
    }
  },
  "support": {
    "title": "Bete! Und höre auf Gott! Du kannst das allein tun, aber finde jemanden, der es mit dir tut",
    "text": "Hilf jemandem, jemanden zu finden",
    "buttonText": "Unterstütze uns"
  },
  "navigation": {
    "home": "Startseite",
    "events": "Programme",
    "services": "Dienstleistungen",
    "contactUs": "Kontaktieren Sie uns",
    "aboutUs": "Über uns",
    "about": "Über",
    "aboutText": "LIFE CARE FELLOWSHIP INTERNATIONAL widmet sich der Förderung spiritueller Verbundenheit durch Lobpreismusik. Unter der Leitung von Dan Davies Oduro und Quincy Bell Davies bringen wir über zwei Jahrzehnte Erfahrung in Gospel- und Kirchenmusik mit, um Gläubige im Glauben zu inspirieren und anzuleiten. Unsere Mission ist es, durch geisterfüllten Lobpreis Hoffnung, Heilung und Erlösung zu bringen und die Gemeinschaft zu stärken und den Leib Christi mit nachhaltigen Lösungen für wirkungsvollen Lobpreis zu unterstützen.",
    "supportUs": "Unterstütze uns",
    "footerInput": {
      "email": "E-Mail",
      "buttonText": "Anmelden"
    },
    "newsLetter": {
      "title": "Newsletter",
      "text": "Melden Sie sich für unseren wöchentlichen Newsletter an, um über alle Neuigkeiten und Veranstaltungen auf dem Laufenden zu bleiben"
    },
    "quickLinks": "Schnellzugriffe"
  },
  "drawer": {
    "newsLetter": {
      "title": "Abonnieren Sie unseren Newsletter",
      "description": "Wir halten Sie über die neuesten Entwicklungen im Dienst auf dem Laufenden",
      "placeholder": "Geben Sie Ihre E-Mail ein",
      "subscribeButtonText": "Abonnieren",
      "cancelButtonText": "Abbrechen"
    },
    "learnMore": {
      "title": "Für welchen Service interessieren Sie sich?",
      "description": "Sagen Sie uns, was Sie wissen möchten, und wir teilen Ihnen alles mit, was Sie wissen müssen.",
      "name": "Geben Sie Ihren Namen ein",
      "email": "Geben Sie Ihre E-Mail ein",
      "message": "Geben Sie Ihre Nachricht hier ein.",
      "service": "Wählen Sie einen Dienst aus",
      "subscribeButtonText": "Senden",
      "cancelButtonText": "Abbrechen"
    }
  },
  "servicesPage": {
    "mainTitle": "Die Dienstleistungen, die wir anbieten",
    "description": "",
    "buttonText": "Erfahre mehr"
  },
  "contactUsPage": {
    "location": "Unser Standort",
    "phoneNumber": "Telefonnummer",
    "email": "E-Mail-Adresse",
    "form": {
      "name": "Name",
      "email": "E-Mail",
      "subject": "Betreff",
      "message": "Tippen Sie Ihre Nachricht hier ein.",
      "buttonText": "Absenden"
    }
  },
  "aboutUsPage": {
    "title": "Über uns",
    "subTitle": "Das Evangelium von Jesus Christus zu verbreiten ist unser Auftrag, und die richtige Teilnahme am Gottesdienst ist entscheidend für unseren Weg mit Gott.",
    "description": "Die Kraft der Musik in der spirituellen Hingabe war im Laufe der Geschichte von großer Bedeutung. Anders als alles andere auf der Erde, übersteigt Musik die menschliche Schöpfung—sie stammt aus einer höheren Sphäre, entworfen mit einem einzigen Zweck: Anbetung. Sie bleibt unberührt von irdischer Manipulation, einzigartig gestaltet durch himmlische Inspiration. Bei LIFE CARE FELLOWSHIP INTERNATIONAL sind wir bestrebt, geistliche Intimität durch Anbetung zu fördern. Mit über zwei Jahrzehnten Erfahrung in Gospel- und Kirchenmusik dienen Dan Davies Oduro—ein zertifizierter Bachelor of Arts in Musik—und seine Frau Quincy Bell Davies als gesalbte Werkzeuge. Sie haben leidenschaftlich Gemeinden in die Gegenwart Gottes durch Musik geführt und bei zahlreichen Gottesdiensten, Veranstaltungen, Kreuzzügen und Konferenzen gedient. Unsere Mission ist klar: gebrochene Herzen zu heilen, den Verlorenen Hoffnung zu geben und letztlich Seelen durch unsere geist-erfüllte Musik und persönlichen Zeugnisse zu retten. Als Jünger Jesu Christi evangelisieren wir durch Gospel-Anbetungsleitung, Dirigieren, Training, Coaching und Lehren. Wir sind verpflichtet, dauerhafte Lösungen für eine effektive Anbetungsmusik innerhalb des Leibes Christi heute anzubieten.",
    "scripture": "Der Name des Herrn ist ein starker Turm; der Gerechte läuft hinein und ist sicher.",
    "teamTitle": "Unser Team",
    "teamSubTitle": "Die Hände, die uns tragen"
  },
  "supportUsPage": {
    "campaign": "Unsere Kampagne",
    "campaignTitle": "Arme der Hoffnung",
    "campaignDescription": "In unserem unerschütterlichen Bestreben, das Evangelium zu verbreiten, wurde 2019 die LIFE CARE FELLOWSHIP INTERNATIONAL () Foundation mit einem tiefen Engagement gegründet, unserer Gemeinschaft, insbesondere den Bedürftigen in Afrika, unserer geliebten Heimat, etwas zurückzugeben. Wir sind zutiefst leidenschaftlich daran interessiert, Familien - Witwen, Waisen, behinderten Kindern und anderen - die tägliche Unterstützung zu bieten, die sie benötigen, um ihre Grundbedürfnisse zu erfüllen.",
    "quote": "Und er (Jesus) nahm die Kinder in seine Arme, legte seine Hände auf sie und segnete sie.",
    "title": "Spenden Sie für die Sache der Liebe",
    "subTitle": "Rette die Menschheit, rette das Leben",
    "description": "Schließen Sie sich uns an, Hoffnung zu verbreiten und Leben zu verändern. Ihre Großzügigkeit wird uns helfen, mehr Familien in Not zu erreichen und einen bleibenden Einfluss zu hinterlassen. Gemeinsam wollen wir die Mission der Liebe und des Mitgefühls erfüllen, die Jesus vorgelebt hat. Besuchen Sie unsere Website, um zu spenden oder mehr darüber zu erfahren, wie Sie uns in dieser bedeutenden Sache unterstützen können. Vielen Dank, dass Sie eine Unterstützung der LIFE CARE FELLOWSHIP INTERNATIONAL () Foundation in Betracht ziehen. Gemeinsam können wir einen Unterschied machen, der weit über heute hinaus nachhallt.",
    "visions": {
      "first": "⁠Wir streben danach, sicherzustellen, dass die ärmsten Gemeinschaften täglich Zugang zu drei nahrhaften Mahlzeiten haben.",
      "second": "⁠Wir bemühen uns, lebensrettende gesundheitliche Unterstützung zu bieten, insbesondere für verwundbare Familien wie Witwen und Kinder.",
      "third": "⁠Wir sind bestrebt, jährlich 5-10 Studenten zu fördern und ihnen den Zugang zu einer hochwertigen Vollzeitausbildung zu ermöglichen."
    },
    "endDescription": "Ihre Unterstützung kann einen immensen Unterschied in diesen Initiativen bewirken. Indem Sie zur LIFE CARE FELLOWSHIP INTERNATIONAL () Foundation beitragen, schließen Sie sich uns an, um das Leben und die Gemeinschaften in Afrika direkt zu beeinflussen. Gemeinsam können wir Nahrung, Gesundheitsversorgung und Bildungschancen bieten, die entscheidend für das Wohlergehen und die Zukunft dieser bedürftigen Menschen sind. Ihre Spende, egal in welcher Höhe, wird uns helfen, diese wichtige Arbeit fortzusetzen und Hoffnung und Veränderung dorthin zu bringen, wo sie am dringendsten benötigt wird."
  },
  "LocaleSwitcher": {
    "label": "Sprache ändern",
    "locale": "{locale, select, ge {🇩🇪 German} en {🇺🇸 Englisch} other {Unbekannt}}"
  }
}
